"Button 1:"		= "Pulsante 1:";
"Button 2:"		= "Pulsante 2:";
"Button 3:" 	= "Pulsante 3:";
"Button 4:"		= "Pulsante 4:";

"Backlight Correction"	= "Correz. retroillumin.";
"Color Restoration"		= "Ripristino colore";
"Descreening"			= "Deretinatura";
"Dust Removal"			= "Rimozione Polvere";
"Unsharp Mask"			= "Maschera di contrasto";

"None"			= "Nessuno";
"Newspaper"		= "Quotidiano(85lpi)";
"Magazine"		= "Rivista(133lpi)";
"Fine Prints"	= "Stampa Artistica(175lpi)";
"General"		= "Generale";

"Low"		= "Bassa";
"Medium"	= "Media";
"High"		= "Alta";

"Quiet Mode"        = "Modo Quiete";
"Off"               = "Off";
"On"                = "On";
"Printer Setting"   = "Impostazione stampante";
